print("Ты стоишь около Гаража ")

print("В этом гараже стоит Волга из под деда.")

print("Ты обошёл Волгу вокруг и заметил,что колесо сдуто, твои действия?")


print("1.Забить на колесо и поехать так")
print("2.Накачать колесо и поехать дальше")

volga = input("> ")

if volga == "1":
    print(" ")

elif volga == "2":
    print(" ")

if volga == "2":
    print("Всё хорошо, ты доехал до места без проишествий")
elif volga == "1":
    print("Улетел в кювет из-за спущенного колеса,понимаю...")

# if car == "2":
#    print("В этом гараже стоит Ford Mustang")
#   print("Что дальше?")
#  print("1.Открыть и завести Ford")
# print("2.Пройти вокруг машины и осмотреть её")

# Ford = input("> ")
# if Ford == "1":
#   print("Завёл автомобиль,всё работает отлично,но видишь,что горит лампочка топлива")
