print("У мэри был маленький барашек.")  # вывод на экран строки
print("Его шерсть была белой как {}.".format('снег'))  # вывод строки с применением форматирования в кавычках
print("И всюду, куда Мэри шла,")  # вывод на экран
print("Маленький барашек всегда следовал за ней.")  # вывод строки на экран
print("." * 10)  # вывели строку на экран где умножается точка на 10

end1 = "Б"  # присвоили переменной end значение б
end2 = "а"  # присвоили перменной end2 значение а
end3 = "д"  # присовили переменной end3 значение д
end4 = "д"  # присвоили переменной end4 значение д
end5 = "и"  # присвоили переменной end5 значение и
end6 = "Г"  # присвоили переменной end6 значение Г
end7 = "а"  # присвоили переменной end7 значение a
end8 = "й"  # присвоили перменной end8 значение й

# Обратите внимание на запятую в конце строки. Уберите её. Что произошло?
print(end1 + end2 + end3 + end4 + end5, end=' ')  # произоошла конкатенация строк
print(end6 + end7 + end8)  # Конкатенация


