print("Я подсчитаю свою живопись:")

print("Куры", 25 + 30 / 6)
print("Петухи", 100 - 25 * 3 % 4)

print("А теперь подсчитаю яйца:")

print(3 + 2 + 1 - 5 + 4 % 2 - 1 / 4 + 6)

print("Верно ли, что 3 + 2 < 5 - 7?")

print(3 + 2 < 5 - 7)

print("Сколько будет 3 + 2 ?", 3 + 2)
print("А сколько будет 5 - 7?", 5 - 7)

print("ОЙ, я, кажется, запутался... ПОчему False?")

print("ещё раз посчитаю...")

print("Это больше?", 5 > -2)
print("А это больше или равно?", 5 >= -2)
print("А это меньше или равно?", 5 <= -2)

print("Подсчитаю свою зп")

zp1 = 45000.30
otpusk2 = 2000.15
print(zp1)
print(otpusk2)
print("зарплата", zp1 - otpusk2)
